---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.PathOfTravelFailures.CannotBePasted
source: html/907a3ecc-7534-190d-a5a9-a0d75b507c7e.htm
---
# Autodesk.Revit.DB.BuiltInFailures.PathOfTravelFailures.CannotBePasted Property

Path of Travel cannot be pasted into this view.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotBePasted { get; }
```